/* 
  Localizable.strings
  Dodging Ace

  Created by xfang on 9/26/11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/
"easy" = "Beginner: 9x9, 10 mines";
"normal" = "Intermediate: 16x16, 40 mines";
"hard" = "Expert: 16x30, 99 mines";
"custom" = "Custom: %dx%d, %d mines";
"customgame" = "Custom Game";
"row" = "Row";
"column" = "Column";
"mines" = "Mines";
"classic" = "Classic Mode";
"fastflag" = "Quick Flag Mode";
"zoom" = "Zoom to overview";
"robot" = "Minesweeping Robot";
"classictext" = "- Tap to open a tile\n- Touch and hold to flag a mine\n- Tap a number to open\n  surrounding tiles";
"fasttext" = "- Touch and hold to open a tile\n- Tap to flag a mine\n- Tap a number to open\n  surrounding tiles";
"robottext" = "- Activate and tap to see the magic";
"beginner" = "Beginner";
"intermediate" = "Intermediate";
"expert" = "Expert";
"combined" = "Combined";
"network" = "Game Center";
"buymore" = "You have %d robots, need more?";
"needmore" = "You have no robots, need more?";
"youwin" = "You Win";
"newrecord" = "New Record";
"second" = "%.2f seconds.";
"secondandrank" = "Used %.2f seconds. Beat %.2f%% of all players.";
"top" = "In Top 3";
"touchlabel" = "Touch n' Hold Sensitivity";
"touchtime" = "%.1f s";
"tryagain" = "Try Again";
"complete" = "%.2f%% Completed. Do you know Safety Hat can save you? Click \"Help\" to know more.";
"promoword" = "FREE";
"cantbuy" = "Unable to purchase";
"cantbuytext" = "Please verify network connection and try again.";
"ok" = "OK";
"cancel" = "Cancel";
"newgame" = "New Game";
"help" = "Help";
"leaderboard" = "Leaderboard";
"helptitle" = "How to play?";
"helpdetail" = "CONTROL\n==========\nMouse left click to open a tile, right click to flag a mine. (If you use a one button mouse or the trackpad, use Command(⌘)-click or Control(^)-click instead of right click.) Left click on a number to quickly open all surrounding tiles if the number matches surrounding flags.\n\nGOAL\n==========\nYou start with an empty field and have to uncover squares one at a time. Underneath each is either a space, a number, or a mine. The numbers tell you how many mines are in the adjacent boxes, the mines kill you dead. To win, you have to clear the field without touching a mine.\n\nLEVELS\n==========\nBeginner: 9x9, 10 mines\nIntermediate: 16x16, 40 mines\nExpert: 30x16, 99 mines\nCustom: up to 60x32, 999 mines\n\nSAFETY HATS\n==========\nUse Alt/Option-click to ensure safety. If it's a mine underneath the sqaure, it will be flagged. If it's not, it will open as usual. Each time one hat will be used. You can purchase more Safety Hats from Store menu. You can earn FREE hats by sharing your score.";
"restoretitle" = "Restore completed";
"restoredetail" = "Expert and custom levels are unlocked. Have fun!";
"purchasetitle" = "Purchase completed";
"purchasedetail" = "Expert and custom levels are unlocked. Have fun!";
"failtitle" = "Unable to purchase";
"faildetail" = "Please verify network connection and try again.";
"share" = "Share";
"sharetext" = "I cleared %@ level in Minesweeper Deluxe.";
"sharetext2" = "Can you do better?";
"addrobottitle" = "Thank You";
"addrobotdetail" = "You just got %d Safety Hats. You have %d in total. Play safely :-)";
